Repository: export2pdf/export2pdf
Catalog: languages/export2pdf-*.po
Languages: fr_fr, ru_ru

source: New Template
fr_fr: Créer un modèle
ru_ru: Новый шаблон

source: Downloading %s ...
fr_fr: Téléchargement du fichier %s ...
ru_ru: Загрузка %s ...

source: Downloading <a href="%s">%s</a>...
fr_fr: Téléchargement de <a href="%s">%s</a>...
ru_ru: Загрузка <a href="%s">%s</a>...

source: Template
fr_fr: Modèle

source: PDF File
fr_fr: Fichier PDF

source: Form
fr_fr: Formulaire

source: Entries
fr_fr: Entrées

source: Are you sure you want to delete this template?
fr_fr: Êtes-vous sûr de vouloir supprimer ce modèle?

source: Metric (millimeters)
fr_fr: Millimètres
ru_ru: Миллиметры

source: Useful when changing PDF page margins.
fr_fr: Utile en cas de changement marge de la page PDF.
ru_ru: Используется при изменении полей PDF страниц.

source: Show a progress bar while exporting to PDF
fr_fr: Afficher une barre de progression lors de l'exportation au format PDF
ru_ru: Показывать индикатор прогресса при экспорте в PDF

source: Don't show a progress bar, and download PDF without redirections
fr_fr: Ne pas afficher une barre de progression, et le téléchargement PDF sans redirections
ru_ru: Не показывать индикатор прогресса и скачать PDF без редиректа

source: This window shows up when you click a link to download your PDF file.
fr_fr: Cette fenêtre apparaît lorsque vous cliquez sur un lien pour télécharger le fichier PDF.
ru_ru: Это окно появляется при нажатии на ссылку, чтобы загрузить файл PDF.

source: Enable debug mode (for advanced users)
fr_fr: Activer le mode de débogage (pour les utilisateurs avancés)
ru_ru: Включить режим отладки (для продвинутых пользователей)

source: Shows more information about what's happening behind the scenes.
fr_fr: Affiche plus d'informations sur ce que le plugin fait.
ru_ru: Показывает больше информации о том, что происходит.

source: Imperial (inches)
fr_fr: Pouces
ru_ru: Дюймы

source: Delete this translation
fr_fr: Supprimer cette traduction
ru_ru: Удалить этот перевод

source: Original
fr_fr: Texte en anglais
ru_ru: Текст на английском языке

source: Translated
fr_fr: Traduction
ru_ru: Перевод

source: Do you really want to remove this translation?
fr_fr: Voulez-vous supprimer cette traduction?
ru_ru: Вы действительно хотите удалить этот перевод?

source: Text that you write below will be transformed into a PDF.
fr_fr: Le texte que vous écrivez ci-dessous sera transformé en un fichier PDF.
ru_ru: Текст, который вы пишете ниже, будeт преобразован в PDF.

source: Your PDF file is shown below. Click on a PDF form field to change its options.
fr_fr: Votre fichier PDF est illustré ci-dessous. Cliquez sur un champ pour modifier ses options.
ru_ru: Ваш файл PDF показан ниже. Нажмите на поле формы PDF, чтобы изменить его параметры.

source: Edit Template <strong>%s</strong>
fr_fr: Modifier le modèle <strong>%s</strong>
ru_ru: Редактирование шаблона <strong>%s</strong>

source: Choose Name
fr_fr: Choix du nom
ru_ru: Выбoр название

source: Select PDF
fr_fr: Choix du PDF
ru_ru: Выбoр PDF

source: Map Fields
fr_fr: Liste des champs
ru_ru: Поля

source: Save & Preview
fr_fr: Aperçu
ru_ru: Предпросмотр

source: Loading
fr_fr: Chargement
ru_ru: Загрузка

source: Exporting...
fr_fr: Exportation en cours...
ru_ru: Экспортирование...

source: Preparing file...
fr_fr: Préparation du fichier...
ru_ru: Подготовка файла...

source: From which plugin to export?
fr_fr: Choisissez un plugin:

source: What to export?
fr_fr: Que voulez-vous exporter?

source: Choose template name:
fr_fr: Choisissez le nom du modèle:

source: Next step
fr_fr: L'étape suivante

source: Create a template
fr_fr: Créer un modèle
ru_ru: Создать шаблон

source: Template %s is is designed to work with form %s which has %s.
fr_fr: Modèle %s est conçu pour fonctionner avec la forme %s qui a %s.
ru_ru: Шаблон %s предназначен для работы с формой %s, которая имеет %s.

source: New Entry
fr_fr: Nouvelle entrée
ru_ru: Новая запись

source: Copy
fr_fr: Copier
ru_ru: Cкопировать

source: You can copy-paste the shortcode above to use it on your pages or posts.
fr_fr: Vous pouvez copier-coller le shortcode ci-dessus pour l'utiliser sur vos pages.
ru_ru: Вы можете скопировать и вставить шорткод чтобы использовать его на страницах.

source: You can also use shortcode builder button in the WordPress editor.
fr_fr: Vous pouvez également utiliser le bouton du générateur de shortcode dans l'éditeur WordPress.
ru_ru: Вы можете также использовать кнопку "Bставить шорткод" в редакторе WordPress.

source: Download PDF
fr_fr: Télécharger en format PDF
ru_ru: Скачать PDF

source: Click the button above to export your entry into a PDF file.
fr_fr: Cliquez sur le bouton ci-dessus pour exporter votre entrée dans un fichier PDF.
ru_ru: Нажмите на кнопку, чтобы экспортировать запись в файл PDF.

source: Insert Shortcode
fr_fr: Insérer shortcode
ru_ru: Вставить шорткод

source: Cancel
fr_fr: Annuler
ru_ru: Отмена

source: Grid View
fr_fr: Afficher en grille
ru_ru: Сетка

source: List View
fr_fr: Afficher la liste
ru_ru: Список

source: Translations have been saved.
fr_fr: Les traductions ont été enregistrées.
ru_ru: Переводы были сохранены.

source: Under the Hood
fr_fr: Débogage
ru_ru: Что внутри

source: Templates
fr_fr: Modèles
ru_ru: Шаблоны

source: Settings
fr_fr: Paramètres
ru_ru: Hастройки

source: Translations
fr_fr: Traduction
ru_ru: Переводы

source: Export to PDF
fr_fr: Exporter au PDF
ru_ru: Экспорт в PDF

source: Download window
fr_fr: Téléchargement
ru_ru: Oкно загрузки

source: Debugging
fr_fr: Débogage
ru_ru: Oтладка

source: Save
fr_fr: Sauvegarder
ru_ru: Сохранить

source: Measurement units
fr_fr: Unités de mesure
ru_ru: Eдиницы измерения

source: Select template:
fr_fr: Sélectionner le modèle:
ru_ru: Выберите шаблон:

source: Select entry:
fr_fr: Sélectionner l'entrée:
ru_ru: Выберите запись:

source: Next Step
ru_ru: Следующий шаг

source: Shortcode:
ru_ru: Шорткод
